Repository: markakk/woocommerce-shipping-plugin
Catalog: core/languages/woo-pakettikauppa-*.po
Languages: fi, lv

source: Sender ID
fi: Lähettäjän ID

source: Sender name
fi: Lähettäjän nimi
lv: Sūtītāja vārds/nosaukums

source: Sender phone
fi: Lähettäjän puhelin
lv: Sūtītāja telefons

source: Sender postal code
fi: Lähettäjän postinumero
lv: Sūtītāja pasta kods

source: Services
fi: Lisäpalvelut
lv: Pakalpojumi

source: Setup wizard
fi: Ohjattu asennus
lv: Iestatīšanas palīgs

source: Shipment not ready
fi: Toimitus ei valmis

source: Shipment ready
fi: Toimitus valmis

source: Shipment Tracking
fi: Lähetysseuranta

source: Shipment tracking code is not defined.
fi: Lähetystä ei löytynyt annetulla seurantanumerolla.
lv: Sūtījuma izsekošanas numurs nav definēts.

source: Shipping
fi: Toimitus
lv: Piegāde

source: Shipping cost
fi: Toimituksen hinta
lv: Piegādes izmaksas

source: Shipping cost (vat included)
fi: Toimituksen hinta (ALV sisältyy hintaan)
lv: Piegādes izmaksas (PVN iekļauts)

source: Shipping label size
fi: Pakettikortin koko

source: Shipping labels
fi: Pakettikortit
lv: Piegādes pavadlapas

source: Shipping method
fi: Toimitustapa
lv: Piegādes metode

source: Shipping methods
fi: Toimitustavat
lv: Piegādes metodes

source: Shipping methods mapping
fi: Toimitustapojen määritykset
lv: Piegādes metožu kartēšana

source: Shipping settings
fi: Toimitustapojen asetukset
lv: Piegādes iestatījumi

source: Show pickup point override in checkout
fi: Salli vapaa noutopistehaku
lv: Piedāvāt mainīt saņemšanas vietu grozā

source: Show pickup points as
fi: Näytä noutopisteet
lv: Rādīt saņemšanas vietas kā

source: Show shipping method
fi: Näytä toimitustapa

source: Show site %s
fi: Näytä sivusto: %s
lv: Rādīt saiti: %s

source: Skip this step
fi: Ohita tämä vaihe
lv: Izlaist šo soli

source: SKU codes of the goods in the shipment
fi: Lähetyksessä olevat SKU:t
lv: Sūtījuma preču kodi

source: Start the setup wizard
fi: Käynnistä asetuksien konfigurointi
lv: Uzsākt iestatīšanas palīgu

source: Status
fi: Tila
lv: Statuss

source: Store owner information
fi: Kauppiaan tiedot
lv: Veikala īpašnieka informācija

source: Submit
fi: Lähetä

source: Succeed: %s
fi: Onnistunut: %s

source: Testing environment
fi: Testaustila
lv: Testa vide

source: Thank you for installing Posti Shipping! This wizard will guide you through the setup process to get you started.
fi: Kiitos WooCommerce Posti Shipping-lisäosan asentamisesta! Tämä velho käy läpi lisäosan asetukset vaihe vaiheelta, jotta käyttöönotto olisi mahdollisimman vaivatonta.

source: Thank you for installing Posti Shipping! To get started smoothly, please open our setup wizard.
fi: Kiitos WooCommerce Posti Shipping-lisäosan asentamisesta! Aloittaaksesi vaivattomasti, käynnistä lisäosan ohjattu asennus.

source: The country where the goods originated, e.g. were produced/manufactured or assembled.
fi: Tuotteiden alkuperämaa missä tuote on valmistettu/tuotettu/koottu.
lv: Preču izcelsmes valsts jeb preču ražošanas/audzēšanas vai komplektēšanas valsts.

source: The HS tariff number must be based on the Harmonized Commodity Description and Coding System developed by the World Customs Organization.
fi: Harmonisoitu tullin tariffinumero, joka tulee ilmoittaa kaupallisessa tarkoituksessa lähetettäville tavaroille.
lv: Muitas kodam ir jāatbilst Pasaules Muitas organizācijas starptautiskajai Harmonizētās preču aprakstīšanas un kodēšanas sistēmai.

source: The note is specified in the order
fi: Asiakkaan lisäämä tilauskommentti

source: The pickup point you've chosen is not available for public access. Are you sure that you can retrieve the package?
fi: Valitsemasi noutopiste ei ole julkinen. Oletko varma, että saat noudettua pakettisi?
lv: Izvēlētai saņemšanas vietai nav publiskas piekļuves. Vai esat pārliecināti, ka varēsiet sūtījumu saņemt?

source: The selection of pickup points has been changed based on the address %s
fi: Noutopistelista on päivitetty osoitteelle %s

source: The shipping label was not created because the order does not contain valid shipping details.
fi: Pakettikorttia ei luotu, koska tilauksella ei ole vastaanottajaa.
lv: Piegādes pavadlapa netika izveidota, jo pasūtījums nesatur korektu piegādes informāciju.

source: The shipping label was not created because the order does not contain valid shipping method.
fi: Pakettikorttia ei luotu, koska tilauksella ei ole validia toimitustapaa.
lv: Piegādes pavadlapa netika izveidota, jo pasūtījums nesatur korektu piegādes metodi.

source: The value is too short
fi: Arvo on liian lyhyt

source: Token not found. Please check credentials
fi: Tokenia ei löydy. Tarkasta tunnukset.

source: Total weight of dangerous goods
fi: Vaarallisten aineiden kokonaispaino
lv: Kopējais bīstamo preču svars

source: Track
fi: Seuranta
lv: Izsekot

source: track your order
fi: seurata lähetystä
lv: izsekot Jūsu pasūtījumu

source: Tracking
fi: Lähetysseuranta
lv: Izsekošana

source: Tracking code creation failed: %s
fi: Seurantakoodin luonti epäonnistui: %s
lv: Izsekošanas koda izveide neizdevās: %s

source: Translate products names in labels
fi: Käytä tuotenimien käännöksiä pakettikorteilla

source: Unable to create return label for this shipment type.
fi: Palautuslähetystä ei voitu luoda automaattisesti tälle lähetystavalle.
lv: Šim sūtījuma veidam, atgriešanas pavadlapas nav iespējamas.

source: Unknown
fi: Tuntematon
lv: Nezināms

source: Unknown error
fi: Tuntematon virhe
lv: Nezināma kļūda

source: Unknown product
fi: Tuntematon tuote
lv: Nezināma prece

source: Unknown status
fi: Tuntematon tila
lv: Nezināms statuss

source: Use the client's language for product names displayed on labels
fi: Käytä tuotenimien käännöksiä pakettikorteilla

source: Visit Website
fi: Vieraile kotisivulla
lv: Apmeklējiet mājaslapu

source: When creating shipping label change order status to
fi: Kun pakettikortti luodaan, vaihda tilauksen tila seuraavaksi
lv: Pēc piegādes pavadlapu izveides, mainiet pasūtījuma statusu uz

source: When order status is "%s"
fi: Kun tilauksen tila on ”%s”
lv: Kad pasūījuma statuss ir "%s"

source: With filters
fi: Ilman hakusuodattimia

source: Without filters
fi: Hakusuodattimilla

source: WooCommerce %s version
fi: WooCommercen %s versio
lv: WooCommerce %s versija

source: WooCommerce > Settings > Shipping > Shipping zones
fi: WooCommerce > Asetukset > Toimitus > Toimitusvyöhykkeet

source: WooCommerce version
fi: WooCommercen versio
lv: WooCommerce versija

source: Wordpress version
fi: Wordpressin versio
lv: Wordpress versija

source: Wrong data requested, please try again
fi: Väärä tieto pyydetty, yritä uudelleen

source: Wrong response.
fi: Väärä vastaus

source: You can %1$s with tracking code %2$s.
fi: Voit %1$s lähetystunnuksella %2$s.
lv: Jūs varat %1$s, izmantojot sūtījuma numuru %2$s.

source: You can activate new shipping method to checkout in %1$s. For more information, see %2$s
fi: Voit kytkeä päälle toimitustapoja kassalle toimitusluokan asetuksista: %1$s. Lisätietoja, katso %2$s.
lv: Jūs varat aktivizēt jaunu groza piegādes metodi izmantojot %1$s. Plašākai informācijai, skatiet %2$s

source: You can choose the pickup point on the Checkout page
fi: Voit valita noutopisteen kassalla

source: You can track your order at %1$s.
fi: Voit seurata seurata lähetystäsi täältä: %1$s
lv: Jūs varat izsekot Jūsu sūtījumu šeit: %1$s.

source: OK
lv: Labi
