Repository: markakk/woocommerce-shipping-plugin
Catalog: core/languages/woo-pakettikauppa-*.po
Languages: fi, lv

source: %s has been installed/updated but no shipping methods are currently active!
fi: %s on asennettu/päivitetty, mutta yhtään toimitustapaa ei ole konfiguroitu!
lv: %s paplašinājums ir instalēts/atjaunots, bet šobrīd nav aktivizētas piegādes metodes!

source: %s requires WooCommerce to be installed and activated!
fi: %s vaatii että WooCommerce on asennettu ja aktiivinen!
lv: %s paplašinājumam ir nepieciešama WooCommerce instalācija un aktivizācija!

source: %s Setup Wizard
fi: Ohjattu asennus: %s
lv: %s paplašinājuma iestatīšanas palīgs

source: %s Shipping
fi: Toimitus: %s
lv: %s piegāde

source: Actions
fi: Toiminnot

source: Add additional text on labels
fi: Lisää sisältöä pakettikortin lisätietoihin
lv: Pievienot papildus tekstu pavadlapā

source: Add selected pickup point information to the order completed email
fi: Liitä noutopisteen tiedot "Tilaus valmis" sähköpostiin
lv: Pievienot izvēlēto saņemšanas vietu pasūtījuma apstiprinājuma e-pastam

source: Add to pickup order
fi: Lisää noutotilaukseen

source: Add tracking link to the order completed email
fi: Liitä seurantatunnus "Tilaus valmis" sähköpostiin
lv: Pievienot sūtījuma izsekošanas saiti pasūtījuma apstiprinājuma e-pastam

source: Additional information
fi: Lisätietoja

source: Additional services
fi: Lisäpalvelut
lv: Papildus pakalpojumi

source: Advanced settings
fi: Kehittyneet ominaisuudet
lv: Paplašinātie iestatījumi

source: After entering, please wait for a while for the results to be received
fi: Haun syötön jälkeen odota vähän aikaa hakutulosten saapumista

source: After which amount shipping is free.
fi: Summa minkä jälkeen toimitus on ilmainen.
lv: Bezmaksas piegādes limits.

source: Agencies
fi: Palvelupisteet

source: All
fi: Kaikki

source: All Pickup Orders
fi: Kaikki noutotilaukset

source: Allow user to use custom address for pickup point search.
fi: Antaa asiakkaan valita noutopisteen erillisellä osoitehaulla automaattisen maksu/toimitusosoitteen perusteella tehtävän haun sijaan.

source: Already placed pickup order
fi: Noutotilaus on jo tehty

source: Amount of hazardous subtances in the product as grams.
fi: Vaaralliset aineiden määrä tuotteeessa grammoina.
lv: Bīstamo vielu apjoms precēs izteikts gramos.

source: An error occurred while checking API credentials
fi: Tapahtui virhe API-tunnuksia varmistaessa. Tarkista, että API-tunnukset ovat syötetty oikein
lv: Radās kļūda pārbaudot API akreditācijas datus

source: An error occurred while searching for pickup points.
fi: Noutopisteitä haettaessa tapahtui virhe.
lv: Radās kļūda meklējot saņemšanas vietas

source: An error occurred. Please try again later.
fi: Toimenpide epäonnistui! Kokeile uudelleen.
lv: Radās kļūda. Lūdzu mēģiniet vēlāk vēlreiz.

source: An error occurred: %s
fi: Tapahtui virhe: %s
lv: Radās kļūda: %s

source: API error!
fi: Tapahtui virhe rajapinnassa!
lv: API kļūda!

source: API is good
fi: API-avaimet toimivat
lv: API ir darba kārtībā

source: API key
fi: Käyttäjätunnus (API key)
lv: API lietotājvārds

source: API key provided by %1$s
fi: API käyttäjätunnus (Saatu: %1$s)
lv: API lietotājvārdu nodrošina %1$s

source: API login information
fi: Rajapinnan käyttäjätiedot
lv: API pieslēguma informācija

source: API secret
fi: Salainen avain (API secret)
lv: API parole

source: API secret provided by Posti
fi: Postilta saatu salainen avain

source: Assigned orders
fi: Merkityt tilaukset

source: Bad API key or API secret
fi: Rajapinnan käyttäjätunnus ja/tai salasana väärin
lv: Nekorekts API lietotājvārds vai parole

source: Bank account number for Cash on Delivery (IBAN)
fi: Postiennakko: tilinumero IBAN-muodossa
lv: Bankas konta numurs (IBAN) COD pakalpojumam

source: BIC code for Cash on Delivery
fi: Postiennakko: tilin BIC-koodi
lv: BIC kods COD pakalpojumam

source: Block options
fi: Lohkovalinnat

source: Browser
fi: Selainikkunaan
lv: Pārlūks

source: C.O.D payment is paid to the sender
fi: Lähetykseen liittyvä postiennakkomaksu on suoritettu
lv: COD maksājums ir nosūtīts sūtītājam

source: Cached token
fi: Token välimuistissa
lv: Tokens ir saglabāts kešatmiņā

source: Can not connect to server - please check API credentials, servers error log and firewall settings.
fi: Ei saada yhteyttä palvelimeen - tarkista API-tunnukset, palvelimen vikaloki ja palomuuriasetukset.
lv: Nav piekļuves serverim - lūdzu pārbaudiem API akreditācijas datus, servera kļūdu failus un ugunsmūra iestatījumus.

source: Cannot find shipment with given shipment number.
fi: Lähetystä ei löytynyt annetulla seurantanumerolla.
lv: Sūtījums ar šādu numuru nav atrasts.

source: Cannot find shipments with given shipment numbers.
fi: Lähetystä ei löytynyt annetuilla seurantanumeroilla.
lv: Sūtījumi ar šādiem numuriem nav atrasti.

source: Cash on Delivery (COD) Settings
fi: Postiennakkoasetukset
lv: COD iestatījumi

source: Checking URL
fi: Tarkistetaan osoitetta
lv: Pārbauda saiti

source: Checkout options
fi: Kassan määrittelyjä

source: Choose one of pickup points close to the address you entered
fi: Valitse yksi noutopiste syöttämäsi osoitteen läheltä

source: Choose one of pickup points close to the address you entered:
fi: Valitse noutopiste joka on lähellä antamaasi osoitetta:
lv: Izvēlieties saņemšanas vietu, kas atrodas tuvu Jūsu adresei:

source: Choose which type of pickup points will be displayed in the list of pickup points
fi: Valitse noutopistetyypit, jotka näytetään noutopistevalikossa

source: Closed
fi: Suljettu

source: Closed <span class="count">(%s)</span>
fi: Suljettu <span class="count">(%s)</span>

source: Code
fi: Koodi

source: Congratulations, everything is now set up and you are now ready to start using the plugin!
fi: Onneksi olkoon, kaikki tarvittavat asetukset on nyt määritetty ja lisäosa on nyt valmis käytettäväksi!
lv: Apsveicam ar paplašinājuma iestatīšanas pabeigšanu un tas ir gatavs lietošanai!

source: Continue
fi: Jatka
lv: Turpināt

source: Could not load plugin's file
fi: Ei voitu ladata lisäosan tiedostoa
lv: Nevarēja ielādēt paplašinājuma failus

source: Could not read version
fi: Ei voitu lukea lisäosan versiota
lv: Nevarēja nolasīt versiju

source: Country of origin
fi: Tavaran alkuperämaa
lv: Izcelsmes valsts

source: Create
fi: Luo pakettikortti
lv: Izveidot

source: Create and fetch shipping labels
fi: Luo ja hae pakettikortit
lv: Izveidot un saņemt pavadlapas

source: Create custom shipments
fi: Luo mukautetut toimitukset

source: Create for products
fi: Luo tuotteille
lv: Izveidot precēm

source: Create New Pickup Order
fi: Luo uusi noutotilaus

source: Create Return Label
fi: Luo palautuspakettikortti
lv: Izveidot atgriešanas pavadlapu

source: Create shipping label
fi: Luo ja hae pakettikortti
lv: Izveidot piegādes pavadlapu

source: Create shipping labels automatically
fi: Luo pakettikortit automaattisesti
lv: Automātiski izveidot piegādes pavadlapas

source: Created return label
fi: Luotiin palautuspakettikortti

source: Created shipment
fi: Luotiin lähetys

source: Creating %1$s return label failed! Errors: %2$s
fi: %1$s palautuspakettikortin luonti epäonnistui! Virhe: %2$s

source: Credentials
fi: Tunnukset
lv: Akreditācijas dati

source: Curl extension
fi: Curl laajennus
lv: CURL paplašinājums

source: Curl not installed
fi: Curlia ei ole asennettu
lv: CURL nav iestatīts

source: Current shipping method
fi: Nykyinen toimitustapa

source: Custom pickup address
fi: Hae vaihtoehtoista noutopistettä
lv: Pielāgota saņemšanas adrese

source: Custom shipping...
fi: Muu toimitustapa...
lv: Pielāgota sūtīšana…

source: Customer ID
fi: Asiakas ID

source: Customize the order processing phase.
fi: Muokkaa tilauksen prosessointivaihetta.
lv: Pielāgot pasūtījuma apstrādes posmu.

source: Date
fi: Päivämäärä

source: Default shipping class cost
fi: Oletushinta toimitusluokalle
lv: Noklusējuma piegādes klases cena

source: Delete
fi: Poista
lv: Dzēst

source: Deleted %1$s return label %2$s.
fi: Poistettiin %1$s palautuskortti %2$s.
lv: %1$s atgriešanas pavadlapa %2$s nodzēsta.

source: Deleted %1$s shipping label %2$s.
fi: Poistettiin %1$s pakettikortti %2$s.
lv: %1$s piegādes pavadlapa %2$s nodzēsta.

source: Deleting %1$s return label failed! Errors: %2$s
fi: Palautuskortin %1$s poistaminen epäonnistui! Virheviesti: %2$s
lv: Atgriešanas pavadlapas %1$s dzēšanas kļūda! Kļūdas: %2$s

source: Deleting %1$s shipment failed! Errors: %2$s
fi: Pakettikortin %1$s poistaminen epäonnistui! Virheviesti: %2$s
lv: Piegādes pavadlapas %1$s dzēšanas kļūda! Kļūdas: %2$s

source: DG weight (g)
fi: VAK paino (g)
lv: BV svars (g)

source: Download
fi: Ladattavaksi
lv: Lejupielāde

source: Earliest time
fi: Aikaisin aika

source: Edit to select shipping company and shipping prices.
fi: Muokkaa jotta voit valita toimitusyhtiön ja -hinnat.
lv: Labot, lai izvēlētos piegādes kompāniju un piegādes cenas.

source: Email
fi: Sähköpostiosoite
lv: E-pasts

source: Empty postcode. Please check your address information.
fi: Ei postinumeroa. Ole hyvä ja tarkista osoitetietosi.
lv: Tukšs pasta indekss. Lūdzu pārbaudiet adreses pareizību.

source: Error
fi: Virhe
lv: Kļūda

source: error
fi: virhe
lv: kļūda

source: Estimated shipping price
fi: Arvioitu kustannus

source: Exception
fi: Lähetykselle on tehty poikkeama
lv: Izņēmums

source: Exit
fi: Poistu
lv: Iziet

source: Express-freight default pallet type
fi: Express-rahti oletuskollityyppi

source: Failed to check API credentials or them are bad
fi: API-tunnuksia ei pystytty varmistamaan tai ne olivat syötetty väärin
lv: Kļūda pārbaudot API akreditācijas datus vai tie ir nekorekti

source: Failed to connect with server
fi: Yhteyttä palvelimeen ei saatu
lv: Nevarēja izveidot savienojumu ar serveri

source: Failed to create shipment.
fi: Lähetyksen luominen epäonnistui
lv: Nevarēja izveidot sūtījumu.

source: Failed to create shipment. Errors: %s
fi: Lähetyksen luominen epäonnistui. Errors: %s
lv: Nevarēja izveidot sūtījumu. Kļūdas:

source: Failed to get shipment label.
fi: Pakettikortin hakeminen epäonnistui
lv: Nevarēja saņemt piegādes pavadlapu.

source: Found and works.
fi: Löytyi ja toimii
lv: Atrasts un darbojas.

source: Found, but does not work. Deleted.
fi: Löytyi, mutta ei toimi. Poistettiin.
lv: Atrasts, bet nedarbojas. Dzēsts.

source: Free shipping tier
fi: Ilmaisen toimituksen raja
lv: Bezmaksas sūtīšanas limits

source: HS tariff number
fi: CN nimike
lv: Muitas tarifu kods

source: If none of your preferred pickup points are listed, fill in a custom address above and select another pickup point
fi: Jos suosikkinoutopisteesi ei ole listalla, syötä osoite ja valitse toinen noutopiste

source: If none of your preferred pickup points are listed, fill in a custom address above and select another pickup point.
fi: Voit myös hakea noutopisteitä syöttämällä vaihtoehtoisen osoitteen ylläolevaan kenttään.
lv: Ja neviena no Jums ērtakajām saņemšanas vietām nav pieejama, Jūs varat arī ievadīt alternatīvu piegādes adresi un izvēlēties alternatīvu saņemšanas vietu.

source: If you have already registered with %1$s, please choose "Production mode" and enter the credentials you received from %1$s. If you have not yet registered, please register at %2$s. If you wish to test the plugin before making a contract with %1$s, please choose "Test mode" and leave the API secret/key fields empty.
fi: Mikäli sinulla on jo tunnukset %1$s palveluun, valitse tilaksi “Tuotantotilia”, ja syötä alla oleviin kenttiin %1$s toimittama käyttäjätunnus ja salainen avain Mikäli sinulla ei ole vielä sopimusta %1$s kanssa, rekisteröidy osoitteessa %2$s. Lisäosan testaamista varten valitse “Testitila” ja jätä käyttäjätunnus ja salainen avain tyhjiksi.
lv: Ja Jums jau ir konts pie %1$s, lūdzu izvēlieties "Produkcijas vide" and ievadiet akreditācijas datus, kurus saņēmāt no %1$s. Ja vēl neesat reģistrējušies, Jūs to varat izdarīt izmantopjot saiti %2$s. Ja vēlaties vispirms izmēģināt, pirms slēgt līgumu ar %1$s, lūdzu izvēlieties "Testa vide" un atstājiet API lietotāja un paroles laukus tukšus.

source: Ignore product weight information
fi: Älä huomioi tuotteiden painoa

source: Include return label (if available)
fi: Sisällytä myös palautuspakettikortti (jos saatavilla)

source: includes pickup points
fi: sisältää noutopisteet
lv: iekļauj saņemšanas vietas

source: Info-code for shipments
fi: Lähetyksien info-koodi
lv: Sūtījuma info-kods

source: Informed consignee of arrival
fi: Lähetyksestä on lähetetty saapumisilmoitus
lv: Sūtījuma piegādes paziņojums ir nosūtīts

source: Installed
fi: Asennettu
lv: Instalēts

source: Invalid character entered
fi: Virheellinen merkki syötetty

source: Invalid postcode "%1$s". Please check your address information.
fi: Väärä postinumero "%1$s". Tarkista että osoite tiedot ovat oikein ja että postinumero ja -toimipaikka ovat oikeinpäin.
lv: Nekorekts pasta indekss "%1$s". Lūdzu pārbaudiet ievadīto adresi.

source: Invoice ID
fi: Lasku ID

source: It is not allowed to create a return label when shipping labels not exists
fi: Palautuslähetyksiä ei voi luoda, mikäli ei ole alkuperäistä lähetystä luotuna
lv: Nav iespējams izveidot atgriešanas pavadlapu kamēr nav izveidotas piegādes pavadlapas

source: Item has been handed over to the recipient
fi: Lähetys on luovutettu vastaanottajalle
lv: Sūtījums ir nodots saņēmējam

source: Item is arrived to a post office
fi: Lähetys on saapunut postitoimipaikkaan
lv: Sūtījums saņemts pasta nodaļā

source: Item is collected from sender - picked up
fi: Lähetys on noudettu lähettäjältä
lv: Sūtījums paņemts no nosūtītāja

source: Item is in transport
fi: Lähetys on kuljetuksessa
lv: Sūtījums ir ceļā

source: Item is loaded onto a means of transport
fi: Lähetys on lastattu runkokuljetukseen
lv: Sūījums iekrauts transportlīdzeklī

source: Item is ready for delivery transportation
fi: Lähetys on lastattu jakelukuljetukseen
lv: Sūtījums ir iekrauts piegādes veikšanai

source: Item is returning to the sender
fi: Lähetys palautuu lähettäjälle
lv: Sūtījums atgriežas pie sūtītāja

source: Item not delivered – delivery attempt made
fi: Lähetystä ei ole toimitettu – luovutusyritys on tehty
lv: Sūtījums nav piegādāts - tika veikts piegādes mēģinājums

source: Label code
fi: Asiointikoodi
lv: Piegādes pavadlapas kods

source: Label posted to URL successfully.
fi: Pakettikortti lähetetty URLiin onnistuneesti.
lv: Piegādes pavadlapa veiksmīgi nosūtīta uz saiti.

source: Latest time
fi: Myöhäisin aika

source: Let's start!
fi: Aloita!
lv: Sāksim!

source: Limit the amount of nearest pickup points shown.
fi: Rajoita noutopistelistassa näkyvien noutopisteiden lukumäärää.
lv: Ierobežojiet attēlojamo saņemšanas vietu skaitu.

source: Link to %s website
fi: Linkki %s:n
lv: Saite uz %s mājaslapu

source: List
fi: Listana
lv: Saraksts

source: Make shipping phone number mandatory
fi: Lähetystietojen puhelinnumero on pakollinen

source: Manifest has no orders assigned
fi: Lähetysluettelo ei sisällä tilauksia

source: Manifest ID
fi: Lähetysluettelo ID

source: Manifest not found or incorrect status
fi: Lähetysluetteloa ei löydy tai tila on väärä

source: Manifest status
fi: Lähetysluettelon tila

source: Menu
fi: Valikkona
lv: Izvēlne

source: Merchant
fi: Kauppias
lv: Pārdevējs

source: Mode
fi: Tila
lv: Režīms

source: Names and quantities of the goods in the shipment
fi: Toimituksen tuotteiden nimet ja määrät

source: Names of the goods in the shipment
fi: Lähetyksessä olevat tuotteet
lv: Sūtījuma preču nosaukumi

source: New shipping method
fi: Uusi toimitustapa

source: No automatic creation of shipping labels
fi: Ei automaattisesti pakettikorttien luomista
lv: Nav automātiskas piegādes pavadlapu izveides

source: No manifest assigned
fi: Ei merkittyä lähetysluetteloa

source: No order status change
fi: Ei tilan muutosta
lv: Nav pasūījuma statusa izmaiņu

source: No orders assigned
fi: Ei merkittyjä tilauksia

source: No pickup point: Send to the street address
fi: Ei noutopistettä: Lähetä katuosoitteeseen

source: No pickup points were found
fi: Noutopisteitä ei löytynyt
lv: Saņemšanas vietas nav atrastas

source: No pickup points were found. Check the address.
fi: Noutopisteitä ei löytynyt. Tarkista osoite.
lv: Saņemšanas vietas nav atrastas. Lūdzu pārbaudiet adresi.

source: No shipping
fi: Ei toimitusta
lv: Nav piegādes

source: No shipping class cost (vat included)
fi: Oletushinta toimitusluokalle (ALV sisältyy hintaan)
lv: Nav piegādes klases izmaksu (PVN iekļauts)

source: No shipping method configured! Configure shipping method from settings.
fi: Ei asetettua toimitustapaa! Aseta toimitustapa asetuksista.
lv: Piegādes metode nav iestatīta! Veiciet iestatīšanu uzstādījumos.

source: Not found
fi: Ei löytynyt
lv: Nav atrasts

source: Not installed
fi: Ei asennettu
lv: Nav instalēts

source: Not now
fi: Ei nyt
lv: Ne tagad

source: Note
fi: Huom
lv: Piezīme

source: Only use this shipping method if no other shipping methods are available and suitable. Using this shipping method is not required to be able to use Posti Shipping plugin.
fi: Käytä vain tätä toimitustapaa mikäli ei ole muita toimitustapoja saatavilla tai soveltuvia. Tämän toimitustavan käyttö ei ole vaadittu jotta voi käyttää Posti Shipping pluginia.

source: Open
fi: Avoin

source: Open <span class="count">(%s)</span>
fi: Avoin <span class="count">(%s)</span>

source: Order
fi: Tilaus

source: Order #%s added to pickup order
fi: Tilaus #%s lisätty noutotilaukseen

source: Order #%s does not have shipment labels
fi: Tilaukselta #%s puuttuu pakettikortit

source: Order number
fi: Tilausnumero
lv: Pasūtījuma numurs

source: Order pickup
fi: Tilaa nouto

source: Order pickup URL not set.
fi: Noutotilauksen URLia ei ole asetettu

source: Order Processing
fi: Tilauksen käsittely
lv: Pasūtījuma apstrāde

source: Orders
fi: Tilaukset

source: Original shipping...
fi: Alkuperäinen toimitustapa...
lv: Sākotnējā piegādes metode…

source: Other
fi: Muu noutopiste
lv: Cita saņemšanas vieta

source: Outbound
fi: Lähetys on lähdössä ulkomaille
lv: Sūtījums ir izsūtīts uz ārzemēm

source: Outdoor lockers
fi: Ulkoautomaatit

source: Pakettikaupa create custom shipments
fi: Luo mukautetut toimitukset

source: Pakettikauppa diagnostic tool
fi: Pakettikauppa diagnoosi
lv: Pakettikauppa diagnostikas rīks

source: Pallet type
fi: Kollityyppi

# Pallet type
source: Colli
fi: Kolli

# Pallet type
source: EUR-pallet
fi: EUR-lava

# Pallet type
source: FIN-pallet
fi: FIN-lava

# Pallet type
source: Furniture pallet
fi: Huonekalulava

# Pallet type
source: Half pallet
fi: TEHO-lava

# Pallet type
source: Loose colli
fi: Irtokolli

# Pallet type
source: Rollcage
fi: Rullakko

source: Parcel count
fi: Pakettien määrä
lv: Paku skaits

source: Parcel lockers
fi: Pakettiautomaatti

source: PHP version
fi: PHP:n versio
lv: PHP versija

source: Pickup address
fi: Noutopisteen osoite
lv: Saņemšanas adrese

source: Pickup Order
fi: Noutotilaus

source: Pickup order
fi: Noutotilaus

source: Pickup order status
fi: Noutotilauksen tila

source: Pickup Orders
fi: Noutotilaukset

source: Pickup point
fi: Noutopiste
lv: Saņemšanas vieta

source: Pickup point search limit
fi: Noutopistehaun rajoitus
lv: Saņemšanas vietu meklēšanas ierobežojums

source: Pickup point selection cleared
fi: Noutopistevalinta tyhjennetty

source: Pickup points
fi: Noutopisteet
lv: Saņemšanas vietas

source: Pickup points type
fi: Noutopistetyyppi

source: Pickup time
fi: Noutoaika

source: Place pickup order
fi: Tee noutotilaus

source: Please add shipping info to the order to manage shipments.
fi: Lisää tilaukselle vastaanottaja hallinnoidaksesi Pakettikauppa-toimitustapoja.
lv: Lai apstrādātu sūtījumus, lūdzu ievadiet piegādes informāciju.

source: Please choose a pickup point
fi: Valitse noutopiste

source: Please choose a pickup point.
fi: Noutopistettä ei ole valittu.
lv: Lūdzu izvēlieties saņemšanas vietu.

source: Please configure the shipping methods of the currently active shipping zones to use %1$s shipping. Note that this plugin requires WooCommerce shipping zones and methods to be preconfigured in %2$s. For more information, visit %3$s.
fi: Voit kytkeä päälle toimitustapoja kassalle toimitusluokan asetuksista: %2$s. Lisätietoja, katso %3$s.
lv: Lai izmantotu %1$s piegādi, lūdzu iestatiet piegādes metodes aktīvajā piegādes zonā. Paplašinājuma darbībai ir nepieciešams, lai WooCommerce piegādes zonas un metodes būtu iestatītas %2$s. Plašākai informācijai apmeklējiet %3$s.

source: Please fill the details of the merchant below. The information provided here will be used as the sender in shipping labels.
fi: Syötä kauppiaan nimi- ja osoitetiedot alle. Näitä tietoja käytetään muun muassa pakettikorteissa lähettäjänä.
lv: Lūdzu ievadiet pārdevēja informāciju. Šeit norādītā informācija tiks izmantota ka sūtītāja informācija piegādes pavadlapās.

source: Please select at least one Order
fi: Valitse ainakin yksi tilaus

source: Plugin can upload shipping label to an URL when creating shipping label. Define URL if you want to upload PDF.
fi: Tämä laajennus voi lähettää pakettikortit määriteltyyn URLiin kun pakettikorttia luodaan. Määrittele URL, mikäli haluat lähettää luodun PDF:n sinne.
lv: Paplašinājums piedāva nosūtīt sagatvotās pavadlapas uz norādīto saiti. Lūdzu norādiet saiti uz kuru vēlaties nosūtīt PDF.

source: Post shipping label to URL
fi: Lähetä pakettikortit URLiin
lv: Nosūtīt piegādes pavadlapu uz saiti

source: Posti Shipping diagnostic tool
fi: Posti Shipping diagnoosi
lv: Posti piegādes diagnostikas rīks

source: Posting label to URL failed!
fi: Pakettikortin lähettäminen URLiin epäonnistui!
lv: Pavadlapu nosūtīšana uz saiti neizdevās!

source: Pre-information is received from sender
fi: Lähetyksen EDI-tiedot vastaanotettu lähettäjältä
lv: Sūtījuma sākotnējā informācija ir saņemta no nosūtītāja

source: Price (vat included)
fi: Hinta (ALV sisältyy hintaan)
lv: Cena (PVN iekļauts)

source: Print
fi: Tulosta
lv: Drukāt

source: Print document
fi: Pakettikortti
lv: Drukāt dokumentu

source: Print labels
fi: Tulosta pakettikortit
lv: Drukāt pavadlapas

source: Private lockers
fi: Yksityiset automaatit

source: Production environment
fi: Tuotantotila
lv: Produkcijas vide

source: Products
fi: Tuotteet
lv: Preces

source: Ready!
fi: Valmis!
lv: Gatavs!

source: Received Post ID is not a number
fi: Vastaanotettu Post ID ei ole numero
lv: Saņemtais pasta ID nav numurs

source: Refresh
fi: Päivitä
lv: Atjaunot

source: Requested pickup point
fi: Valittu noutopiste
lv: Pieprasītā saņemšanas vieta

source: Restart setup wzard
fi: Uudelleen konfiguroi asetukset
lv: Atsākt iestatīšanas palīgu

source: Return labels
fi: Palautus pakettikortit
lv: Atgriešanas pavadlapas

source: Search
fi: Hae
lv: Meklēt

source: Search pickup points
fi: Etsi noutopisteitä
lv: Meklēt saņemšanas vietas

source: Search pickup points near you by typing your address above.
fi: Etsi lähelläsi olevia noutopisteitä kirjoittamalla osoitteesi yläpuolella olevaan kenttään.
lv: Meklēt tuvākās saņemšanas vietas

source: Select
fi: Valitse
lv: Izvēlēties

source: Select a pickup point
fi: Valitse noutopiste
lv: Izvēlieties saņemšanas vietu

source: Select date and time between courier should pickup order
fi: Valitse päivä ja aikaväli, milloin kuriirin pitäisi noutaa tilaus

source: Select one shipping method
fi: Valitse yksi toimitustapa
lv: Izvēlieties vienu piegādes metodi

source: Select pickup point
fi: Valitse noutopiste
lv: Izvēlieties saņemšanas vietu

source: Selected pickup point
fi: Valittu noutopiste

source: Selected shipping method: %s
fi: Valittu toimitustapa: %s
lv: Izvēlētā piegādes metode: %s

source: Send order
fi: Lähetä tilaus
lv: Nosūtīt pasūtījumu

source: Sender address
fi: Lähettäjän osoite
lv: Sūtītāja adrese

source: Sender city
fi: Lähettäjän kaupunki
lv: Sūtītāja pilsēta

source: Sender country
fi: Lähettäjän maa
lv: Sūtītāja valsts

source: Sender email
fi: Lähettäjän sähköposti
lv: Sūtītāja e-pasts
